[1m[33m -> [0m[0mAvoid running yay as root/sudo.
a52dec
acpi_call
adobe-source-sans-fonts
alsa-utils
android-udev
anki
arandr
arch-install-scripts
aspell
aspell-en
atftp
atkmm
audacity
augeas
automake
baobab
base
bash-completion
betterlockscreen
bind
binutils
bison
blas
bluez
bluez-tools
bluez-utils
boost-libs
botan
box2d
btop
btrfs-progs
cairomm
calibre
cblas
chmlib
chromium
clamav
clucene
cmake
cpio
cups
dbeaver
dconf-editor
deadd-notification-center-git
debootstrap
dhcpcd
diffuse
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
dtc
edk2-ovmf
efibootmgr
electron27-bin
f2fs-tools
faad2
fakeroot
feh
ferdium-bin
file
file-roller
findutils
firefox
flameshot
flex
fuse2
fzf
gawk
gcc
gettext
gimp
glibmm
glslang
glu
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-themes-extra
gnu-free-fonts
gnu-netcat
grep
groff
grub
gsfonts
gtk-engine-murrine
gtk-engines
gtk-sharp-2
gtk-vnc
gtkmm3
gtksourceview4
guitarix
gvfs
gzip
hdparm
hivex
hplip
htop
hugo
hunspell
i3-wm
i3blocks
i3status
i3status-rust
imagemagick
inetutils
inotify-info-git
intel-ucode
iperf3
iptables-nft
iw
java-environment-common
java-runtime-common
jc
jfsutils
jq
jre-openjdk
jxrlib
kdeconnect
keepassxc
keyd
kind-bin
kitty
kubectl
lapack
lib32-pipewire-jack
libabw
libatomic_ops
libcacard
libcdio
libcdr
libconfig
libe-book
libebml
libepubgen
libetonyek
libewf
libexttextcat
libfreehand
libgdiplus
libgovirt
libguestfs
libical
libidn
libixion
liblangtag
libldm
liblqr
libmad
libmpeg2
libmspub
libmtp
libmwaw
libnet
libnfs
libnumbertext
libodfgen
liborcus
libosinfo
libpagemaker
libplacebo
libqxp
libraqm
libreoffice-fresh
librevenge
libsigc++
libslirp
libstaroffice
libtommath
libtool
libunrar
liburcu
liburing
libvirt
libvisio
libwmf
libwpd
libwpg
libwps
libzmf
links
linux
linux-firmware
linux-headers
liquidprompt
logrotate
lpsolve
lrzip
lsscsi
lua52
lua53
lvm2
lxappearance
lzop
m4
make
man-db
man-pages
mathjax
mergerfs
mlocate
mono
mono-addins
msmtp
msmtp-mta
mtools
mtr
multipath-tools
musescore
mysql-workbench
nano
ncdu
neon
neovim
network-manager-applet
networkmanager
nftables
nilfs-utils
nm-connection-editor
nmap
nmon
nodejs
noto-fonts-emoji
npm
ntfs-3g
numactl
nvim-packer-git
odin2-synthesizer
oniguruma
openssh
optipng
os-prober
osinfo-db
otf-overpass
pacman
pacman-contrib
pangomm
patch
pavucontrol
perl-libintl-perl
perl-rename
pfetch
phodav
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
podofo
poppler
postman-bin
powertop
protonvpn-cli
pulseaudio-ctl
pv
pwgen
python-apsw
python-beautifulsoup4
python-cachecontrol
python-contextlib2
python-css-parser
python-cssselect
python-distlib
python-dnspython
python-feedparser
python-html2text
python-html5-parser
python-html5lib
python-ifaddr
python-lxml
python-markdown
python-mechanize
python-msgpack
python-netifaces
python-pip
python-progress
python-proton-client
python-protonvpn-nm-lib
python-py7zr
python-pychm
python-pycryptodome
python-pygments
python-pyopenssl
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pywal
python-pywalfox
python-regex
python-resolvelib
python-retrying
python-sgmllib3k
python-soupsieve
python-toml
python-unrardll
python-xlib
python-zeroconf
qemu-desktop
qiv
qmk
raptor
rasqal
rclone
realtime-privileges
reaper
redland
redshift
reflector
reiserfsprogs
restic
resticprofile-bin
rlwrap
rofi
rsync
rtcqs
sbc
seabios
seahorse
sed
semver
shaderc
shellcheck
sleuthkit
snapper
speedtest-cli
spice
spice-gtk
spirv-tools
spotify-tui
spotifyd
squashfs-tools
sshfs
strace
sudo
supermin
syncthing
syslinux
sysstat
system-config-printer
taglib
task
tcl
tcpdump
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
timew
tlp
tmux
traceroute
tree
try
ttf-caladea
ttf-carlito
ttf-comfortaa
ttf-dejavu
ttf-droid
ttf-fluentui-system-icons
ttf-font-awesome
ttf-hack
ttf-jetbrains-mono
ttf-liberation
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
tumbler
unoconv
unzip
upower
usbredir
usbutils
vde2
vi
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virt-viewer
visual-studio-code-bin
vlc
vnstat
watchman-bin
wget
which
wmctrl
x11-ssh-askpass
xautolock
xautomation
xbanish
xclip
xcursor-themes
xdg-user-dirs
xf86-input-synaptics
xfce4-settings
xmlsec
xorg-mkfontscale
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xorg-xwd
xss-lock
xterm
xxhash
yajl
yara
yay
zenity
zenmap
zip
zoom
zotero-bin
